[
    {
        "text": "Your account will be suspended within 24 hours unless you verify your identity immediately.",
        "label": 1
    },
    {
        "text": "Click here to claim your free prize - offer expires in 30 minutes!",
        "label": 1
    },
    {
        "text": "Official notification: Your tax refund is pending. Immediate action required.",
        "label": 1
    },
    {
        "text": "Your subscription will auto-renew today unless you cancel now.",
        "label": 1
    },
    {
        "text": "Security alert: Unusual login detected. Your account will be locked unless you verify now.",
        "label": 1
    },
    {
        "text": "Final notice: Your package cannot be delivered until you update your shipping info.",
        "label": 1
    },
    {
        "text": "Your recent transaction of $1,299.99 will be processed unless you cancel within 1 hour.",
        "label": 1
    },
    {
        "text": "Immediate attention required: Your credit card has been compromised.",
        "label": 1
    },
    {
        "text": "You must update your account details within 48 hours or lose access permanently.",
        "label": 1
    },
    {
        "text": "Urgent: Your Netflix account will be suspended due to payment issues.",
        "label": 1
    },
    {
        "text": "Your computer has been infected. Download this antivirus immediately.",
        "label": 1
    },
    {
        "text": "Your social security number has been flagged for suspicious activity.",
        "label": 1
    },
    {
        "text": "Last chance to claim your $500 Walmart gift card!",
        "label": 1
    },
    {
        "text": "We've detected suspicious activity on your PayPal account. Verify now.",
        "label": 1
    },
    {
        "text": "Your bank account will be frozen unless you confirm your identity.",
        "label": 1
    },
    {
        "text": "Your Amazon Prime membership will renew today at $119.99 unless you cancel.",
        "label": 1
    },
    {
        "text": "Immediate action required: Your iCloud storage is full.",
        "label": 1
    },
    {
        "text": "Your Microsoft account has been locked for security reasons.",
        "label": 1
    },
    {
        "text": "Your Google Drive files will be deleted in 24 hours due to policy violation.",
        "label": 1
    },
    {
        "text": "You've been selected for a special government grant. Claim now!",
        "label": 1
    },
    {
        "text": "Your electricity will be disconnected today unless you update your payment method.",
        "label": 1
    },
    {
        "text": "Your flight reservation is pending confirmation. Complete now or lose your seat.",
        "label": 1
    },
    {
        "text": "Your LinkedIn profile has received 5 new messages. View them now before they expire.",
        "label": 1
    },
    {
        "text": "Your Zoom account has exceeded its limit. Upgrade immediately.",
        "label": 1
    },
    {
        "text": "Your Twitter account will be suspended for policy violations unless you appeal.",
        "label": 1
    },
    {
        "text": "Your Instagram has been logged into from a new device. Secure your account now.",
        "label": 1
    },
    {
        "text": "Your eBay listing has received an offer that expires in 15 minutes.",
        "label": 1
    },
    {
        "text": "Your Airbnb reservation is incomplete. Complete payment now or lose your booking.",
        "label": 1
    },
    {
        "text": "Your Uber account has been flagged for suspicious activity.",
        "label": 1
    },
    {
        "text": "Your DoorDash account has a $25 credit expiring today.",
        "label": 1
    },
    {
        "text": "Your Spotify Premium will renew at $15.99 unless you cancel now.",
        "label": 1
    },
    {
        "text": "Your Dropbox files will become read-only unless you upgrade your storage.",
        "label": 1
    },
    {
        "text": "Your Slack workspace is over capacity. Upgrade now to avoid message loss.",
        "label": 1
    },
    {
        "text": "Your Grammarly Premium trial ends today. Subscribe now to avoid interruption.",
        "label": 1
    },
    {
        "text": "Your Canva Pro subscription will renew automatically unless you cancel.",
        "label": 1
    },
    {
        "text": "Your QuickBooks subscription has payment issues. Update now to avoid service interruption.",
        "label": 1
    },
    {
        "text": "Your Norton antivirus subscription is expiring today. Renew now for protection.",
        "label": 1
    },
    {
        "text": "Your McAfee protection has expired. Your device is at risk.",
        "label": 1
    },
    {
        "text": "Your Windows license will expire in 3 days. Activate now.",
        "label": 1
    },
    {
        "text": "Your Adobe Creative Cloud subscription needs attention.",
        "label": 1
    },
    {
        "text": "Your LastPass vault has been accessed from a new location.",
        "label": 1
    },
    {
        "text": "Your Evernote account will be downgraded unless you take action.",
        "label": 1
    },
    {
        "text": "Your Trello Gold membership is expiring. Renew now to keep your benefits.",
        "label": 1
    },
    {
        "text": "Your Asana Premium workspace will lose features unless you renew.",
        "label": 1
    },
    {
        "text": "Your Mailchimp account has been temporarily suspended.",
        "label": 1
    },
    {
        "text": "Your HubSpot account needs verification to continue service.",
        "label": 1
    },
    {
        "text": "Your Salesforce login attempt has been blocked for security.",
        "label": 1
    },
    {
        "text": "Your Zendesk support ticket requires immediate attention.",
        "label": 1
    },
    {
        "text": "Your Shopify store has a pending order that needs confirmation.",
        "label": 1
    },
    {
        "text": "Your WooCommerce payment gateway needs updating.",
        "label": 1
    },
    {
        "text": "Your Squarespace website will be suspended unless you verify ownership.",
        "label": 1
    },
    {
        "text": "Your Wix Premium plan will auto-renew at higher rates unless canceled.",
        "label": 1
    },
    {
        "text": "Your GoDaddy domain is expiring soon. Renew now to avoid losing it.",
        "label": 1
    },
    {
        "text": "Your Bluehost hosting account has exceeded its resource limits.",
        "label": 1
    },
    {
        "text": "Your AWS account has unusual activity that requires verification.",
        "label": 1
    },
    {
        "text": "Your Google Cloud credits are about to expire. Claim more now.",
        "label": 1
    },
    {
        "text": "Your Azure subscription has payment issues that need resolution.",
        "label": 1
    },
    {
        "text": "Your DigitalOcean droplet has a critical security update pending.",
        "label": 1
    },
    {
        "text": "Your Linode account has been temporarily restricted for review.",
        "label": 1
    },
    {
        "text": "Your Vultr instance will be suspended unless billing is updated.",
        "label": 1
    },
    {
        "text": "Your Heroku dynos will be stopped unless you verify payment.",
        "label": 1
    },
    {
        "text": "Your Netlify site build has failed due to configuration errors.",
        "label": 1
    },
    {
        "text": "Your Vercel deployment requires attention to prevent downtime.",
        "label": 1
    },
    {
        "text": "Your Cloudflare protection has detected malicious traffic.",
        "label": 1
    },
    {
        "text": "Your Namecheap domain has an expiring SSL certificate.",
        "label": 1
    },
    {
        "text": "Your GitHub account has suspicious repository activity.",
        "label": 1
    },
    {
        "text": "Your GitLab CI/CD pipeline has failed and needs attention.",
        "label": 1
    },
    {
        "text": "Your Bitbucket account has been accessed from an unknown IP.",
        "label": 1
    },
    {
        "text": "Your Jira project has critical issues that need resolution.",
        "label": 1
    },
    {
        "text": "Your Confluence space has exceeded storage limits.",
        "label": 1
    },
    {
        "text": "Your Monday.com board has pending invitations that will expire.",
        "label": 1
    },
    {
        "text": "Your Notion workspace needs verification to continue syncing.",
        "label": 1
    },
    {
        "text": "Your Airtable base has reached its record limit.",
        "label": 1
    },
    {
        "text": "Your Figma file has comments that require your response.",
        "label": 1
    },
    {
        "text": "Your Sketch license will expire in 7 days. Renew now.",
        "label": 1
    },
    {
        "text": "Your InVision prototype comments need your attention.",
        "label": 1
    },
    {
        "text": "Your Adobe XD shared design has new feedback.",
        "label": 1
    },
    {
        "text": "Your Zeplin styleguide has updates that require review.",
        "label": 1
    },
    {
        "text": "Your Marvel prototype has pending collaborator requests.",
        "label": 1
    },
    {
        "text": "Your Framer site has build errors that need fixing.",
        "label": 1
    },
    {
        "text": "Your Webflow project has form submissions pending review.",
        "label": 1
    },
    {
        "text": "Your Bubble app has exceeded its monthly execution limit.",
        "label": 1
    },
    {
        "text": "Your Glide app needs updating to maintain compatibility.",
        "label": 1
    },
    {
        "text": "Your Retool application has failed background jobs.",
        "label": 1
    },
    {
        "text": "Your Zapier zaps have been paused due to errors.",
        "label": 1
    },
    {
        "text": "Your Make (Integromat) scenario has exceeded its operations limit.",
        "label": 1
    },
    {
        "text": "Your n8n workflow has execution failures that need attention.",
        "label": 1
    },
    {
        "text": "Your Pipedream workflow has been rate limited.",
        "label": 1
    },
    {
        "text": "Your customer service representative will call you shortly about your recent inquiry.",
        "label": 0
    },
    {
        "text": "Your monthly statement is now available in your online banking portal.",
        "label": 0
    },
    {
        "text": "We've received your support ticket and will respond within 24 hours.",
        "label": 0
    },
    {
        "text": "Your order #12345 has shipped and will arrive in 3-5 business days.",
        "label": 0
    },
    {
        "text": "Your appointment reminder for July 15 at 2:00 PM with Dr. Smith.",
        "label": 0
    },
    {
        "text": "Your subscription will renew automatically on August 1, 2023.",
        "label": 0
    },
    {
        "text": "Your recent login from New York, NY at 3:45 PM was successful.",
        "label": 0
    },
    {
        "text": "Your password was successfully changed on your account.",
        "label": 0
    },
    {
        "text": "Thank you for your recent donation to the Red Cross.",
        "label": 0
    },
    {
        "text": "Your flight confirmation for Delta #1234 on August 10 is attached.",
        "label": 0
    },
    {
        "text": "Your hotel reservation at the Marriott has been confirmed.",
        "label": 0
    },
    {
        "text": "Your car rental with Enterprise is ready for pickup tomorrow.",
        "label": 0
    },
    {
        "text": "Your recent credit card transaction at Starbucks for $4.50.",
        "label": 0
    },
    {
        "text": "Your monthly utility bill is now available for viewing.",
        "label": 0
    },
    {
        "text": "Your insurance policy documents have been updated.",
        "label": 0
    },
    {
        "text": "Your tax documents for 2022 are now available for download.",
        "label": 0
    },
    {
        "text": "Your recent job application at Google has been received.",
        "label": 0
    },
    {
        "text": "Your LinkedIn connection request from John Smith.",
        "label": 0
    },
    {
        "text": "Your event registration for Tech Conference 2023 is confirmed.",
        "label": 0
    },
    {
        "text": "Your webinar registration confirmation for July 20 at 1 PM EST.",
        "label": 0
    },
    {
        "text": "Your software update is now available for download.",
        "label": 0
    },
    {
        "text": "Your account summary for June 2023 is now available.",
        "label": 0
    },
    {
        "text": "Your recent purchase receipt from Amazon.com.",
        "label": 0
    },
    {
        "text": "Your warranty information for product #12345 is attached.",
        "label": 0
    },
    {
        "text": "Your membership card for Costco has been mailed.",
        "label": 0
    },
    {
        "text": "Your prescription refill is ready at CVS Pharmacy.",
        "label": 0
    },
    {
        "text": "Your doctor has released your lab results to the patient portal.",
        "label": 0
    },
    {
        "text": "Your gym membership will renew automatically on August 1.",
        "label": 0
    },
    {
        "text": "Your library books are due for return on July 25.",
        "label": 0
    },
    {
        "text": "Your parking permit application has been approved.",
        "label": 0
    },
    {
        "text": "Your building access card has been activated.",
        "label": 0
    },
    {
        "text": "Your voter registration information has been updated.",
        "label": 0
    },
    {
        "text": "Your passport renewal application has been received.",
        "label": 0
    },
    {
        "text": "Your driver's license renewal notice.",
        "label": 0
    },
    {
        "text": "Your vehicle registration renewal is now due.",
        "label": 0
    },
    {
        "text": "Your property tax assessment for 2023 is now available.",
        "label": 0
    },
    {
        "text": "Your home insurance policy has been renewed automatically.",
        "label": 0
    },
    {
        "text": "Your mortgage statement for July 2023 is now available.",
        "label": 0
    },
    {
        "text": "Your credit score update is now available.",
        "label": 0
    },
    {
        "text": "Your student loan payment receipt for July 2023.",
        "label": 0
    },
    {
        "text": "Your 401(k) quarterly statement is now available.",
        "label": 0
    },
    {
        "text": "Your investment portfolio update for Q2 2023.",
        "label": 0
    },
    {
        "text": "Your recent dividend payment has been deposited.",
        "label": 0
    },
    {
        "text": "Your cable bill for July 2023 is now available.",
        "label": 0
    },
    {
        "text": "Your internet service will be upgraded on August 5.",
        "label": 0
    },
    {
        "text": "Your cell phone bill is now ready for payment.",
        "label": 0
    },
    {
        "text": "Your home security system test was successful.",
        "label": 0
    },
    {
        "text": "Your smart thermostat has completed its weekly report.",
        "label": 0
    },
    {
        "text": "Your recent grocery delivery receipt from Instacart.",
        "label": 0
    },
    {
        "text": "Your meal kit delivery is scheduled for tomorrow.",
        "label": 0
    },
    {
        "text": "Your wine club shipment has been processed.",
        "label": 0
    },
    {
        "text": "Your book of the month selection has shipped.",
        "label": 0
    },
    {
        "text": "Your magazine subscription has been renewed.",
        "label": 0
    },
    {
        "text": "Your newspaper delivery will resume on Monday.",
        "label": 0
    },
    {
        "text": "Your flower delivery has been confirmed for July 20.",
        "label": 0
    },
    {
        "text": "Your gift card balance is $25.00 as of July 10.",
        "label": 0
    },
    {
        "text": "Your rewards points summary for June 2023.",
        "label": 0
    },
    {
        "text": "Your frequent flyer miles have been updated.",
        "label": 0
    },
    {
        "text": "Your hotel loyalty points summary is now available.",
        "label": 0
    },
    {
        "text": "Your cash back reward has been deposited to your account.",
        "label": 0
    },
    {
        "text": "Your survey response has been received. Thank you!",
        "label": 0
    },
    {
        "text": "Your customer feedback is important to us.",
        "label": 0
    },
    {
        "text": "Your product review has been published on our website.",
        "label": 0
    },
    {
        "text": "Your support ticket #12345 has been resolved.",
        "label": 0
    },
    {
        "text": "Your request for information has been processed.",
        "label": 0
    },
    {
        "text": "Your application status has been updated.",
        "label": 0
    },
    {
        "text": "Your interview schedule for July 25 at 10 AM is confirmed.",
        "label": 0
    },
    {
        "text": "Your background check has been completed.",
        "label": 0
    },
    {
        "text": "Your employment verification letter is attached.",
        "label": 0
    },
    {
        "text": "Your direct deposit information has been updated.",
        "label": 0
    },
    {
        "text": "Your W-2 form for 2022 is now available for download.",
        "label": 0
    },
    {
        "text": "Your pay stub for July 15, 2023 is now available.",
        "label": 0
    },
    {
        "text": "Your benefits enrollment confirmation for 2023.",
        "label": 0
    },
    {
        "text": "Your health insurance card has been mailed.",
        "label": 0
    },
    {
        "text": "Your dental appointment reminder for August 5 at 9 AM.",
        "label": 0
    },
    {
        "text": "Your vision insurance benefits have been updated.",
        "label": 0
    },
    {
        "text": "Your flexible spending account balance is $125.00.",
        "label": 0
    },
    {
        "text": "Your health savings account contribution has been processed.",
        "label": 0
    },
    {
        "text": "Your retirement plan contribution has been updated.",
        "label": 0
    },
    {
        "text": "Your tuition reimbursement request has been approved.",
        "label": 0
    },
    {
        "text": "Your professional development course registration is confirmed.",
        "label": 0
    },
    {
        "text": "Your conference attendance has been approved.",
        "label": 0
    },
    {
        "text": "Your travel authorization for August 2023 has been approved.",
        "label": 0
    },
    {
        "text": "Your expense report for July 2023 has been processed.",
        "label": 0
    },
    {
        "text": "Your corporate credit card statement is now available.",
        "label": 0
    },
    {
        "text": "Your equipment request has been fulfilled.",
        "label": 0
    },
    {
        "text": "Your software license has been renewed.",
        "label": 0
    },
    {
        "text": "Your IT support ticket has been resolved.",
        "label": 0
    },
    {
        "text": "Your network access has been granted.",
        "label": 0
    },
    {
        "text": "Your email account has been configured.",
        "label": 0
    },
    {
        "text": "Your calendar invitation for the team meeting has been accepted.",
        "label": 0
    },
    {
        "text": "Your project deadline has been extended to August 15.",
        "label": 0
    },
    {
        "text": "Your performance review schedule has been set.",
        "label": 0
    },
    {
        "text": "Your training completion certificate is attached.",
        "label": 0
    },
    {
        "text": "Your compliance training must be completed by July 31.",
        "label": 0
    },
    {
        "text": "Your security awareness training has been assigned.",
        "label": 0
    },
    {
        "text": "Your access badge has been activated.",
        "label": 0
    },
    {
        "text": "Your parking permit has been approved.",
        "label": 0
    },
    {
        "text": "Your building access has been granted for floor 5.",
        "label": 0
    },
    {
        "text": "Your visitor pass for July 25 has been issued.",
        "label": 0
    },
    {
        "text": "Your company laptop has been shipped and will arrive tomorrow.",
        "label": 0
    },
    {
        "text": "Your mobile device has been enrolled in the management system.",
        "label": 0
    },
    {
        "text": "Your VPN access has been configured.",
        "label": 0
    },
    {
        "text": "Your multi-factor authentication has been set up.",
        "label": 0
    },
    {
        "text": "Your password has been successfully reset.",
        "label": 0
    },
    {
        "text": "Your account recovery options have been updated.",
        "label": 0
    },
    {
        "text": "Your security questions have been verified.",
        "label": 0
    },
    {
        "text": "Your privacy settings have been updated as requested.",
        "label": 0
    },
    {
        "text": "Your communication preferences have been saved.",
        "label": 0
    },
    {
        "text": "Your newsletter subscription has been confirmed.",
        "label": 0
    },
    {
        "text": "Your mailing address has been updated in our system.",
        "label": 0
    },
    {
        "text": "Your contact information has been verified.",
        "label": 0
    },
    {
        "text": "Your profile picture has been successfully uploaded.",
        "label": 0
    },
    {
        "text": "Your account settings have been saved.",
        "label": 0
    },
    {
        "text": "Your two-factor authentication method has been changed.",
        "label": 0
    },
    {
        "text": "Your login attempt from a new device has been verified.",
        "label": 0
    },
    {
        "text": "Your account activity report for June 2023 is attached.",
        "label": 0
    },
    {
        "text": "Your data usage alert: 80% of your storage limit reached.",
        "label": 0
    },
    {
        "text": "Your automatic backup was completed successfully.",
        "label": 0
    },
    {
        "text": "Your system scan found no viruses or malware.",
        "label": 0
    },
    {
        "text": "Your software update was installed successfully.",
        "label": 0
    },
    {
        "text": "Your driver update is recommended for better performance.",
        "label": 0
    },
    {
        "text": "Your warranty is about to expire. Would you like to extend it?",
        "label": 0
    },
    {
        "text": "Your product registration has been completed.",
        "label": 0
    },
    {
        "text": "Your customer support case has been escalated.",
        "label": 0
    },
    {
        "text": "Your refund request has been received and is being processed.",
        "label": 0
    },
    {
        "text": "Your exchange item has been shipped.",
        "label": 0
    },
    {
        "text": "Your return label has been generated.",
        "label": 0
    },
    {
        "text": "Your product recall notice is attached for your review.",
        "label": 0
    },
    {
        "text": "Your safety information has been updated.",
        "label": 0
    },
    {
        "text": "Your product manual is now available for download.",
        "label": 0
    },
    {
        "text": "Your extended warranty offer is now available.",
        "label": 0
    },
    {
        "text": "Your complimentary service appointment has been scheduled.",
        "label": 0
    },
    {
        "text": "Your annual maintenance check is due next month.",
        "label": 0
    },
    {
        "text": "Your subscription to our premium service has begun.",
        "label": 0
    },
    {
        "text": "Your free trial period ends in 7 days.",
        "label": 0
    },
    {
        "text": "Your membership level has been upgraded.",
        "label": 0
    },
    {
        "text": "Your account has been credited with 500 bonus points.",
        "label": 0
    },
    {
        "text": "Your loyalty status has been renewed for another year.",
        "label": 0
    },
    {
        "text": "Your exclusive member offer is now available.",
        "label": 0
    },
    {
        "text": "Your VIP access has been granted for the upcoming event.",
        "label": 0
    },
    {
        "text": "Your backordered item is now in stock and will ship soon.",
        "label": 0
    },
    {
        "text": "Your pre-order release date has been confirmed.",
        "label": 0
    },
    {
        "text": "Your custom product is now in production.",
        "label": 0
    },
    {
        "text": "Your personalized item has been shipped.",
        "label": 0
    },
    {
        "text": "Your monogrammed order is being processed.",
        "label": 0
    },
    {
        "text": "Your engraved item is ready for shipment.",
        "label": 0
    },
    {
        "text": "Your digital download is now available.",
        "label": 0
    },
    {
        "text": "Your ebook purchase has been completed.",
        "label": 0
    },
    {
        "text": "Your software license key has been generated.",
        "label": 0
    },
    {
        "text": "Your activation code has been sent to your email.",
        "label": 0
    },
    {
        "text": "Your verification PIN is 123456. Do not share this code.",
        "label": 0
    },
    {
        "text": "Your authentication code expires in 5 minutes.",
        "label": 0
    },
    {
        "text": "Your one-time password has been sent to your mobile device.",
        "label": 0
    },
    {
        "text": "Your security token has been refreshed.",
        "label": 0
    },
    {
        "text": "Your account verification is complete.",
        "label": 0
    },
    {
        "text": "Your identity has been successfully confirmed.",
        "label": 0
    },
    {
        "text": "Your background verification has been cleared.",
        "label": 0
    },
    {
        "text": "Your credential validation was successful.",
        "label": 0
    },
    {
        "text": "Your certificate has been issued.",
        "label": 0
    },
    {
        "text": "Your accreditation has been renewed.",
        "label": 0
    },
    {
        "text": "Your license has been approved.",
        "label": 0
    },
    {
        "text": "Your permit application has been granted.",
        "label": 0
    },
    {
        "text": "Your certification exam results are now available.",
        "label": 0
    },
    {
        "text": "Your test scores have been posted to your account.",
        "label": 0
    },
    {
        "text": "Your academic transcript has been released.",
        "label": 0
    },
    {
        "text": "Your diploma has been mailed to your address on file.",
        "label": 0
    },
    {
        "text": "Your graduation requirements have been verified.",
        "label": 0
    },
    {
        "text": "Your course registration for Fall 2023 is complete.",
        "label": 0
    },
    {
        "text": "Your tuition payment has been received.",
        "label": 0
    },
    {
        "text": "Your financial aid package has been determined.",
        "label": 0
    },
    {
        "text": "Your scholarship application is being reviewed.",
        "label": 0
    },
    {
        "text": "Your grant proposal has been accepted.",
        "label": 0
    },
    {
        "text": "Your research funding has been approved.",
        "label": 0
    },
    {
        "text": "Your institutional review board application has been cleared.",
        "label": 0
    },
    {
        "text": "Your human subjects research protocol has been authorized.",
        "label": 0
    },
    {
        "text": "Your clinical trial registration is now active.",
        "label": 0
    },
    {
        "text": "Your patent application has been filed.",
        "label": 0
    },
    {
        "text": "Your trademark registration is being processed.",
        "label": 0
    },
    {
        "text": "Your copyright claim has been recorded.",
        "label": 0
    },
    {
        "text": "Your intellectual property protection is now in effect.",
        "label": 0
    },
    {
        "text": "Your nondisclosure agreement has been executed.",
        "label": 0
    },
    {
        "text": "Your contract has been countersigned.",
        "label": 0
    },
    {
        "text": "Your agreement has been fully executed.",
        "label": 0
    },
    {
        "text": "Your legal documents have been notarized.",
        "label": 0
    },
    {
        "text": "Your court filing has been accepted.",
        "label": 0
    },
    {
        "text": "Your case number has been assigned.",
        "label": 0
    },
    {
        "text": "Your hearing date has been scheduled.",
        "label": 0
    },
    {
        "text": "Your jury duty summons has been processed.",
        "label": 0
    },
    {
        "text": "Your witness testimony schedule has been confirmed.",
        "label": 0
    },
    {
        "text": "Your deposition notice has been served.",
        "label": 0
    },
    {
        "text": "Your subpoena has been issued.",
        "label": 0
    },
    {
        "text": "Your legal representation has been confirmed.",
        "label": 0
    },
    {
        "text": "Your power of attorney has been recorded.",
        "label": 0
    },
    {
        "text": "Your will has been properly executed.",
        "label": 0
    },
    {
        "text": "Your trust documents have been finalized.",
        "label": 0
    },
    {
        "text": "Your estate plan has been completed.",
        "label": 0
    },
    {
        "text": "Your probate case has been opened.",
        "label": 0
    },
    {
        "text": "Your inheritance tax filing has been received.",
        "label": 0
    },
    {
        "text": "Your guardianship petition has been granted.",
        "label": 0
    },
    {
        "text": "Your adoption paperwork has been approved.",
        "label": 0
    },
    {
        "text": "Your name change request has been processed.",
        "label": 0
    },
    {
        "text": "Your gender marker update has been completed.",
        "label": 0
    },
    {
        "text": "Your marriage license has been issued.",
        "label": 0
    },
    {
        "text": "Your divorce decree has been finalized.",
        "label": 0
    },
    {
        "text": "Your child support order has been modified.",
        "label": 0
    },
    {
        "text": "Your alimony payment schedule has been established.",
        "label": 0
    },
    {
        "text": "Your parenting plan has been court-approved.",
        "label": 0
    },
    {
        "text": "Your custody arrangement has been documented.",
        "label": 0
    },
    {
        "text": "Your visitation schedule has been formalized.",
        "label": 0
    },
    {
        "text": "Your family court mediation has been scheduled.",
        "label": 0
    },
    {
        "text": "Your domestic relations order has been qualified.",
        "label": 0
    },
    {
        "text": "Your qualified medical child support order is in effect.",
        "label": 0
    },
    {
        "text": "Your health insurance portability forms have been processed.",
        "label": 0
    },
    {
        "text": "Your COBRA coverage has been initiated.",
        "label": 0
    },
    {
        "text": "Your Medicare enrollment is now active.",
        "label": 0
    },
    {
        "text": "Your Medicaid application has been approved.",
        "label": 0
    },
    {
        "text": "Your Affordable Care Act coverage has begun.",
        "label": 0
    },
    {
        "text": "Your health savings account has been opened.",
        "label": 0
    },
    {
        "text": "Your flexible spending account contributions have started.",
        "label": 0
    },
    {
        "text": "Your dependent care benefits have been activated.",
        "label": 0
    },
    {
        "text": "Your commuter benefits enrollment is complete.",
        "label": 0
    },
    {
        "text": "Your employee assistance program is now available to you.",
        "label": 0
    },
    {
        "text": "Your wellness program incentives have been credited.",
        "label": 0
    },
    {
        "text": "Your biometric screening results have been posted.",
        "label": 0
    }]